Repository: rnsvn/hoxchess
Catalog: CChess/hox_Project/resource/locale/*/hoxchess.po
Languages: fr

source: There is no AI Engine available.
fr: Il n'ya pas de AI disponibles.

source: AI Creation
fr: AI Création

source: Clear All
fr: Effacer tout

source: Difficulty level:
fr: Niveau de difficulté:

source: Author:
fr: Auteur:

source: Play with yourself
fr: Jeu avec vous-même

source: [Type your message here]
fr: [Tapez votre message ici]

source: Table settings
fr: Tableau des paramètres

source: Play RED
fr: Jouer ROUGE

source: Play BLACK
fr: Jouer NOIR

source: Reverse view
fr: Reverse vue

source: Reset table
fr: Réinitialiser le tableau

source: Resign
fr: Abandonner

source: Draw
fr: Match nul

source: Unsit
fr: Quitter le siège

source: Activities
fr: Activités

source: AI Settings
fr: AI Paramètres

source: Your version: %s
fr: Votre version: %s

source: Latest version available on GoogleCode: %s
fr: La dernière version disponible sur GoogleCode: %s

source: Invitation from Player
fr: Invitation du Player

source: A Message from Player [%s]
fr: Un Message du Player [%s]

source: Player Information
fr: Information du Player

source: Move is not valid.
fr: Move n'est pas valide.

source: Enter your message for [%s]:
fr: Entrez votre message pour [% s]:

source: Send a private message
fr: Envoyer un message privé

source: Server &Address
fr: &Adresse du serveur

source: Name/IP:
fr: Nom/IP:

source: Username:
fr: Nom d'utilisateur:

source: Password:
fr: Mot de passe:

source: Login as &Guest
fr: Connexion comme &Invité

source: &Login
fr: &Connexion

source: Cancel
fr: Annuler

source: Message from Player
fr: Message du Player

source: A private message from [%s]
fr: Un message privé à partir de [%s]

source: *INVITE from [%s (%d)] to Table [%s]
fr: *Inviter à partir de [%s (%d)] à la table [%s]

source: Information of Player
fr: L'information d'un joueur

source: &Rated Game
fr: Jouer avec ses points

source: &Timers
fr: &Temporisateurs

source: Game: (minutes)
fr: Jeu: (minutes)

source: Move: (seconds)
fr: Coup: (secondes)

source: Free: (seconds)
fr: Libre: (secondes)

source: &Save Options
fr: &Enregistrer Options

source: &Cancel
fr: &Annuler

source: General
fr: Général

source: Enable &Sounds
fr: Activer les sons

source: Show &Welcome Dialog at startup
fr: Afficher le message de bienvenue au commencement

source: Show List of &Tables at login
fr: Afficher la liste des tables au commencement

source: Language
fr: Langue

source: Current Language:
fr: Langue courante:

source: Main
fr: Principal

source: Board
fr: Échiquier

source: Background:
fr: Arrière-plan:

source: Foreground:
fr: Premier-plan:

source: Pieces
fr: Pièces

source: Artificial Intelligence
fr: Intelligence Artificielle

source: Default Engine:
fr: AI courante:

source: (Custom)
fr: (Personnalisée)

source: There is no Piece-Set available.
fr: Chess-pièce ne sont pas disponibles

source: Piece-Set Selection
fr: Pieces sélection

source: AI Selection
fr: AI sélection

source: Rating
fr: Points

source: &Invite
fr: &Inviter

source: Progress dialog
fr: De dialogue de progression

source: Wait until connection is established or press [Cancel]
fr: Attendez que la connexion réseau est établie ou appuyez sur [Annuler]

source: No AI Plugin found.
fr: AI est introuvable.

source: Create Practice Table
fr: Créer Pratique Tableau

source: Login failure
fr: Login Erreur

source: List of Tables
fr: Liste des Tableaux

source: LOCAL_USER
fr: Vous

source: Table
fr: Tableau

source: Group
fr: Groupe

source: Timer
fr: Temporisateurs

source: Red Player
fr: Joueur Rouge

source: Black Player
fr: Joueur Noir

source: &Refresh
fr: &Actualiser

source: &New Table
fr: &Nouveau Tableau

source: &Join Table
fr: &Rejoignez Table

source: &Close
fr: Fermer (&C)

source: Unknown piece-type: %d
fr: Piece est inconnu: %d

source: <b>HOXChess</b> - <i>An open source Xiangqi program</i> <p> To get started, please select one of the actions on the right. </p> <p> Visit <a href="http://hoxchess.googlecode.com">HOXChess on GoogleCode</a> for the latest news and support. </p> <p> Copyright 2007-2009 Huy Phan, <a href="http://www.playxiangqi.com">PlayXiangqi.com</a> <br /> Contact: <a href="mailto:huyphan@playxiangqi.com">huyphan@playxiangqi.com</a> </p>
fr: <b>HOXChess</b> - <i>An open source d'un programme Xiangqi</i> <p> Pour commencer, s'il vous plaît sélectionnez l'une des actions sur la droite. </p> <p> Visiter <a href="http://hoxchess.googlecode.com">HOXChess on GoogleCode</a> pour les dernières nouvelles et de soutien. </p> <p> Copyright 2007-2009 Huy Phan, <a href="http://www.playxiangqi.com">PlayXiangqi.com</a> <br /> Contact: <a href="mailto:huyphan@playxiangqi.com">huyphan@playxiangqi.com</a> </p>

source: Show this dialog next time
fr: Montrez la cette fois prochaine

source: &Play With Computer
fr: Jeu avec l'ordinateur (&P)

source: &Login Remote Server
fr: Connexion a un serveur distant (&L)

source: Change &Options...
fr: Changez les Options... (&O)

source: &Close Dialog
fr: Fermer (&C)

source: (Use Default Language)
fr: (Utilisez la langue par défaut)

source: This language is not supported by the system.
fr: Cette langue n'est pas pris en charge par le système.

source: Fail to find/load the [%s] catalog.
fr: Ne parviennent pas à trouver le langage [%s].

source: Select your language
fr: Choisissez votre langue

source: Language selection
fr: Sélection de la langue

source: Unknown
fr: Inconnu

source: Unknown language setting [%s].
fr: Langue inconnue [% s].

source: Log Window
fr: Voir le Journal

source: An open source Xiangqi (Chinese Chess) desktop application. Powered by %s, under %s
fr: Une application Open Source Xiangqi (Chinese Chess). Powered by %s, sous %s

source: Wait until checking is completed or press [Cancel]
fr: Attendez jusqu'à ce que la vérification est terminée ou appuyez sur [Annuler]

source: Please choose a file to save
fr: S'il vous plaît choisir un fichier à enregistrer

source: Please choose a file to open
fr: S'il vous plaît choisir un fichier à ouvrir

source: Connect Server
fr: Connexion Serveur

source: Disconnect Server
fr: Déconnecter du serveur

source: List Tables
fr: Liste des Tableaux

source: Open Table
fr: Ouvrir une nouvelle tableau

source: Close Table
fr: Fermer Tableau

source: Toggle Sounds
fr: Sons des mouvements

source: Quit the program
fr: Quitter ce programme

source: Connect Server... Ctrl-L
fr: Connexion Serveur... Ctrl-L

source: &Disconnect Server Ctrl-D
fr: &Déconnecter Serveur Ctrl-D

source: List &Tables Ctrl-T
fr: Liste &Tableaux Ctrl-T

source: &New Table Ctrl-N
fr: &Nouveau Tableau Ctrl-N

source: &Close Table Ctrl-W
fr: Fermer Tableau Ctrl-W

source: &Practice with Computer Ctrl-P
fr: Jeu avec l'ordinateur Ctrl-P

source: &Save Table...
fr: Sauvegarder le jeu...

source: Open Saved Table...
fr: Ouvert Sauvé Tableau...

source: &Exit Alt-X
fr: &Quitter Alt-X

source: Site&s View Ctrl-S
fr: Voir de &Sites Ctrl-S

source: Lo&g Window Ctrl-G
fr: Voir le &Journal Ctrl-J

source: &Check for Updates...
fr: Vérifier les mises à jour...

source: &About HOXChess... F1
fr: À propos HOXChess... F1

source: &File
fr: &Fichier

source: &View
fr: &Voir

source: &Tools
fr: &Outils

source: &Help
fr: &Aide

source: You must restart the program for this change to take effect
fr: Vous devez redémarrer le programme pour que cette modification prendra effet

source: Required Action
fr: Action requise

source: Login to a remote server
fr: Connexion a un serveur distant

source: My Computer
fr: Mon ordinateur

source: Getting Started
fr: Obtention commencée
